---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarModifiedSet
source: html/a0d3b5bb-e069-2fe0-2d9d-302a7ce43979.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarModifiedSet Property

"Modified Rebar Set"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarModifiedSet { get; }
```